11/data/attachments/490a34f1dd5b9902.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Susan_challenge_Actions_28199_4</nif:username>
            <nif:friendToBeRequested>soap_actions_aa6f6c0b-dc0b-41a5-8b8c-44da0f82a2d9</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>